Repository: gonzalocasal/Real-Shuffle
Catalog: Real Shuffle/Localizable.xcstrings
Source language: en
Languages: es

# library.search.placeholder
source: Search songs or artists
es: Buscar canciones o artistas

# library.status.empty.message
source: Add music to your library
es: Agrega música a tu biblioteca

# library.status.empty.title
source: No songs found
es: No hay canciones

# library.status.loading
source: Loading library...
es: Cargando biblioteca...

# metadata.album
source: Album
es: Álbum

# metadata.composer
source: Composer
es: Compositor

# metadata.date_added
source: Date Added
es: Añadida el

# metadata.last_played
source: Last Played
es: Última vez

# metadata.play_count
source: Play Count
es: Reproducciones

# metadata.track
source: Track
es: Pista

# metadata.unavailable
source: No metadata available
es: Sin metadata disponible

# metadata.year
source: Year
es: Año
